cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'spaceman-diff'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'

cask '1password'
cask 'blender'
cask 'docker'
cask 'dosbox'
cask 'emacs'
cask 'etrecheck'
cask 'firefox'
cask 'font-hack'
cask 'font-inconsolata'
cask 'font-source-code-pro'
cask 'garmin-express'
cask 'gfxcardstatus'
cask 'google-chrome'
cask 'handbrake'
cask 'hopper-disassembler'
cask 'licecap'
cask 'p4merge'
cask 'pgadmin4'
cask 'postgres'
cask 'seashore'
cask 'shiftit'
cask 'skype'
cask 'slack'
cask 'sonos'
cask 'sourcetree'
cask 'steam'
cask 'textual'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'viscosity'
cask 'visual-studio-code'
cask 'vlc'
cask 'wireshark'
